Repository: express-pay/wordpress_woocommerce_8.x_erip
Catalog: languages/wordpress_erip_expresspay-*.po
Languages: ru_ru

source: Express Payments: ERIP
ru_ru: Экспресс Платежи: ЕРИП

source: Acceptance of payments in the ERIP system, service «Express Payments».
ru_ru: Прием платежей в системе ЕРИП, сервис Экспресс Платежи».

source: Express Payments: ERIP - is a plugin for integration with the «Express Payments» (express-pay.by) via API.
ru_ru: Экспресс Платежи: ЕРИП - плагин для интеграции с сервисом Экспресс Платежи (express-pay.by) через API.

source: <br/>The plugin allows you to issue an invoice for a card payment, receive and process a payment notification.
ru_ru: <br/>Плагин позволяет выставлять счет на оплату картой, получать и обрабатывать уведомление о платеже.

source: <br/>The plugin description is available at:
ru_ru: <br/>Описание плагина доступно по адресу:

source: © All rights reserved | LLC «TriInkom»
ru_ru: © Все права защищены | ООО «ТриИнком»

source: Version
ru_ru: Версия

source: Enable/Disable
ru_ru: Включить/Выключить

source: Hide at checkout for non-admin users
ru_ru: Скрыть при оформлении заказа для пользователей без прав администратора

source: Token
ru_ru: Токен

source: Generated in the panel express-pay.by
ru_ru: Сгенерировано в панели express-pay.by

source: Service number
ru_ru: Номер услуги

source: Service number in express-pay.by
ru_ru: Номер услуги в express-pay.by

source: Secret word for signing invoices
ru_ru: Секретное слово для подписи счетов

source: A secret word that is known only to the server and the client. Used to generate a digital signature. Set in the panel express-pay.by
ru_ru: Секретного слово, которое известно только серверу и клиенту. Используется для формирования цифровой подписи. Задается в панели express-pay.by

source: Address for notifications
ru_ru: Адрес для уведомлений

source: Use digitally sign notifications
ru_ru: Использовать цифровую подпись для уведомлений

source: Secret word for signing notifications
ru_ru: Секретное слово для подписи уведомлений

source: Use test mode
ru_ru: Использовать тестовый режим

source: API address
ru_ru: Адрес API

source: Test API address
ru_ru: Адрес тестового API

source: Show QR code for payment
ru_ru: Показывать QR код для оплаты

source: It is allowed to change the name of the payer
ru_ru: Разрешено изменять ФИО плательщика

source: It is allowed to change the name of the payer when paying the invoice
ru_ru: Разрешается при оплате счета изменять ФИО плательщика

source: Allowed to change the payer's address
ru_ru: Разрешено изменять адрес плательщика

source: It is allowed to change the payer's address when paying an invoice
ru_ru: Разрешается при оплате счета изменять адрес плательщика

source: Allowed to change the amount of payment
ru_ru: Разрешено изменять сумму оплаты

source: It is allowed to change the payment amount when paying an invoice
ru_ru: Разрешается при оплате счета изменять сумму платежа

source: Send email notification to client
ru_ru: Отправлять email-уведомление клиенту

source: Send SMS notification to client
ru_ru: Отправлять SMS-уведомление клиенту

source: Redirection to a public invoice
ru_ru: Перенаправление на публичный счет

source: The path to ERIP
ru_ru: Путь к ЕРИП

source: The path along the ERIP branch which is recorded in the personal account express-pay.by
ru_ru: Путь по ветке ЕРИП который записан в личном кабинете express-pay.by

source: Online stores \ Services -> "The first letter of the domain name of the online store" -> "The domain name of the online store"
ru_ru: Интернет-магазины \ Услуги -> «Первая буква доменного имени Интернет-магазина» -> «Доменное имя Интернет-магазина»

source: Status after invoicing
ru_ru: Статус после выставления счета

source: The status that the order will have after invoicing
ru_ru: Статус, который будет иметь заказ после выставления счета

source: Status after payment
ru_ru: Статус после оплаты

source: The status that the order will have after payment
ru_ru: Статус, который будет иметь заказ после оплаты счета

source: Status after cancellation
ru_ru: Статус после отмены

source: The status that the order will have after cancellation
ru_ru: Статус, который будет иметь заказ после отмены счета

source: Payment method name
ru_ru: Название метода оплаты

source: The name that will be displayed in the cart when choosing a payment method
ru_ru: Название, которое будет отображаться в корзине, при выборе метода оплаты

source: Description of the payment method
ru_ru: Описание метода оплаты

source: Description that will be displayed in the payment method settings
ru_ru: Описание, которое будет отображаться в настройках методах оплаты

source: Payment by erip service Express Payments
ru_ru: Прием платежей в системе ЕРИП, сервис Экспресс Платежи»

source: Invoice successfully issued and awaiting payment
ru_ru: Счет успешно выставлен и ожидает оплаты

source: <h3>Account added to the ERIP system for payment</h3>
ru_ru: <h3>Счет добавлен в систему ЕРИП для оплаты</h3>

source: <h4>Your order number: ##order_id##</h4>
ru_ru: <h4>Номер вашего заказа: ##order_id##</h4>

source: You need to make a payment in any system that allows you to pay through ERIP (items banking services, ATMs, payment terminals, Internet banking systems, client banking, etc.).
ru_ru: Оплату необходимо произвести в любой системе, позволяющей оплачивать через ЕРИП (товары банковские услуги, банкоматы, платежные терминалы, системы интернет-банкинга, клиент-банкинг и др.).

source: <br/> 1. To do this, in the list of ERIP services go to the section:<br/><b>##erip_path##</b>
ru_ru: <br/> 1. Для этого в списке услуг ЕРИП перейдите в раздел:<br/><b>##erip_path##</b>

source: <br/> 2. Next, enter the order number <b>##order_id##</b> and click "Continue"
ru_ru: <br/> 2. Далее введите номер заказа <b>##order_id##</b> и нажмите "Продолжить"

source: <br/> 3. Check if the information is correct.
ru_ru: <br/> 3. Проверьте правильность информации.

source: <br/> 4. Make a payment.</td>
ru_ru: <br/> 4. Произвести платеж.</td>

source: Scan the QR code to pay
ru_ru: Отсканируйте QR-код для оплаты

source: Proceed
ru_ru: Продолжить

source: Test mode:
ru_ru: Тестовый режим:

source: Send notification of successful payment
ru_ru: Отправить уведомление об успешном платеже

source: Send payment cancellation notification
ru_ru: Отправить уведомление об отмене платежа

source: Error billing in the ERIP system
ru_ru: Ошибка выставления счета в системе ЕРИП

source: An unexpected error occurred while executing the request. Please try again later or contact the store's technical support
ru_ru: При выполнении запроса произошла непредвиденная ошибка. Пожалуйста, повторите запрос позже или обратитесь в службу технической поддержки магазина

source: Try again
ru_ru: Попробуйте снова

source: Payment canceled
ru_ru: Платеж отменен

source: Invoice awaiting payment
ru_ru: Счет ожидает оплаты

source: Invoice expired
ru_ru: Срок действия счета истек

source: The bill is paid
ru_ru: Счет оплачен

source: Invoice canceled
ru_ru: Счет отменен

source: Invoice paid by card
ru_ru: Счет оплачен картой
